adwaita-dark
amf-headers-git
anydesk-bin
apg
arc-gtk-theme
atom-ng-bin
blackarch-keyring
ccze
chaotic-keyring
chaotic-mirrorlist
chromaprint-fftw
clickhouse
countdown
create_ap
cursor-bin
davinci-resolve
deadbeef
dia-git
dia-git-debug
dirb
dirb-debug
downgrade
esound
extension-manager
fern-wifi-cracker
flite1
floorp
gcc11
gcc11-debug
gcc11-fortran
gcc11-libs
gcc13
gcc13-libs
gcg
glib
gnome-shell-extension-pop-shell-git
goverlay-git
goverlay-git-debug
gtk
gwe
hcxtools-git
heroku-cli-bin
hollywood
hyprpanel
i8kutils
ifstat
iventoy-bin
jmtpfs
kddockwidgets-qt6
libgbinder
libgbinder-debug
libglibutil
libglibutil-debug
libobjc2
libobjc2-debug
localsend
microsoft-edge-stable-bin
miniconda3
mongodb-bin
mongodb-bin-debug
mongosh-bin
nat
nbfc-linux
ncurses5-compat-libs
neofetch
ngrok
oh-my-posh
ookla-speedtest-bin
optimus-manager-git
optimus-manager-qt
oracle-instantclient-basic
oss
otf-plex-mono-git
passmark-performancetest-bin
pcsx2
pfetch
phonon-qt6-mpv
pipes.sh
plutosvg
plutovg
plutovg-debug
pop-icon-theme-git
pop-launcher-git
pop-shell-shortcuts-git
postman
powerkit
ptxdist
python-gbinder
python-gbinder-debug
python-injector
python-py3nvml
python310
python311
qt5-datavis3d
radio-cli-bin
sfetch
simple-mtpfs
speedometer
spotube-bin
stable-diffusion-webui-git
steghide
supersonic
tcllib
todoist-git
transmission-gtk-git
trickle
ttf-material-design-icons-desktop-git
tty-clock
uex
visual-studio-code-bin
vkd3d-proton-git
waydroid
wezterm-git
winamp2
wlogout
xclicker
xkbset
xmms
xpm-pixbuf-git
yay
yay-debug
yp-tools
