7zip
acpi_call
acpid
adwaita-dark
alembic
alsa-plugins
alsa-utils
amf-headers-git
android-file-transfer
android-tools
anydesk-bin
arc-gtk-theme
arduino-cli
arduino-ide
aria2
arp-scan
at
atom-ng-bin
atril
audacity
axel
base
base-devel
bat
bc
bind
binwalk
blackarch-keyring
blueman
bluez
bluez-utils
boost
bootconfig
bpf
brightnessctl
btop
cava
chaotic-keyring
chaotic-mirrorlist
chromium
clang
clickhouse
countdown
cpupower
create_ap
cronie
cuda
cudnn
cursor-bin
davinci-resolve
deadbeef
dhcpcd
dia-git
dia-git-debug
dirb
discord
dkms
dmenu
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dos2unix
dosfstools
dotnet-sdk
downgrade
dunst
dysk
efibootmgr
elisa
espeak-ng
extension-manager
fastfetch
fd
feh
fern-wifi-cracker
ffmpeg
firefox
firefox-developer-edition
firefoxpwa
fish
fisher
floorp
fpc
fzf
galculator
gamemode
gcc-fortran
gcc11
gcc11-debug
gcc11-fortran
gcc11-libs
gcc13
gcg
gdb
gdu
ghidra
ghostty
gimp
git
github-cli
gnome-boxes
gnome-shell-extension-pop-shell-git
gnome-themes-extra
gnome-tweaks
gnu-netcat
gnustep-base
gnustep-make
go
godot
gopls
goverlay-git
gptfdisk
gradle
grim
grub
gtk
gtk-engine-murrine
gtk-engines
gtk2
gwe
hashcat
hcxdumptool
hcxtools-git
heroku-cli-bin
hollywood
hostapd
hyfetch
hyperv
hypridle
hyprland
hyprlock
hyprpanel
hyprpaper
i3-wm
i3blocks
i3lock
i3status
i3status-rust
i8kutils
ifstat
iftop
inkscape
intel-gpu-tools
intel-media-driver
intel-speed-select
intel-ucode
inxi
iventoy-bin
iw
jdk17-openjdk
jdk21-openjdk
jmtpfs
kcpuid
kdiskmark
kitty
kubectl
kvantum
kvantum-qt5
lazarus
lazygit
lib32-acl
lib32-alsa-lib
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-expat
lib32-glib2
lib32-gnutls
lib32-libcap
lib32-libdecor
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libidn2
lib32-libpciaccess
lib32-libpulse
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libx11
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxext
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-lm_sensors
lib32-mpg123
lib32-nvidia-utils
lib32-pcre2
lib32-pipewire
lib32-vulkan-icd-loader
lib32-xz
lib32-zlib
lib32-zstd
libffado
libobjc2
libobjc2-debug
libreoffice-fresh
libva-utils
linux
linux-firmware
llvm
localsend
lsd
lshw
lsof
lutris
lxappearance
ly
lynx
lzip
maim
mako
mangohud
mariadb
maven
mdk4
memcached
mesa
mesa-demos
mesa-utils
metasploit
microsoft-edge-stable-bin
miniconda3
minio
mkvtoolnix-cli
mongodb-bin
mousepad
mpc
mpd
mpd-mpris
mtools
mtpfs
mysql-workbench
nasm
nat
navidrome
nbfc-linux
nbtscan
nccl
ncdu
ncmpcpp
neofetch
neovim
net-tools
network-manager-applet
networkmanager
ngrok
niri
nix
nmap
nnn
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
ntfs-3g
numlockx
nvidia
nvidia-prime
nvidia-settings
nvtop
obs-studio
obsidian
oh-my-posh
ookla-speedtest-bin
opencl-nvidia
opencv-samples
openmp
openmpi
optimus-manager-git
optimus-manager-qt
oracle-instantclient-basic
oss
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
otf-plex-mono-git
pacman-contrib
papirus-icon-theme
parcellite
partitionmanager
passmark-performancetest-bin
pavucontrol
pcsx2
perf
pfetch
php
php-apache
pipes.sh
pipewire-alsa
pnpm
postgresql
postman
powerkit
psensor
ptxdist
py3status
pyenv
python-keystone
python-pip
python-pyaudio
python311
qbittorrent
qbittorrent-nox
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-websockets
qt5-xmlpatterns
qt5ct
qt6ct
quodlibet
qutebrowser
rabbitmq
radare2
radio-cli-bin
ranger
reaver
reflector
rhythmbox
ristretto
rofi-wayland
rsync
rust
s-tui
samba
sassc
screenfetch
sdl2_image
sdl2_mixer
sdl2_ttf
sfetch
simple-mtpfs
slim
slurp
socat
sof-firmware
sound-juicer
sox
spotube-bin
stable-diffusion-webui-git
starship
steghide
sudo
supersonic
swaybg
sxhkd
syft
syncthing
tcpdump
telegram-desktop
termdown
terraform
tesseract-data-eng
testdisk
texlive-basic
thunar
thunar-archive-plugin
timidity++
tldr
tmon
todoist-git
tor
tp_smapi
transmission-cli
transmission-gtk-git
trash-cli
trickle
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-sans
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-material-design-icons-desktop-git
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tty-clock
tumbler
turbostat
typescript
udiskie
uex
unoconv
upx
usbip
valkey
vcpkg
vi
vim
virt-manager
visual-studio-code-bin
vivaldi
vkd3d-proton-git
vlc
vnstat
vulkan-tools
w3m
waybar
waydroid
wezterm-git
wf-recorder
wget
wifite
winamp2
wine-gecko
wine-mono
wine-staging
winetricks
wireshark-cli
wl-clipboard
wlogout
wlsunset
wmctrl
woff2-font-awesome
wofi
x86_energy_perf_policy
xclicker
xclip
xdg-desktop-portal-hyprland
xdotool
xf86-video-intel
xf86-video-vesa
xkbset
xmms
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yasm
yay
yay-debug
yazi
ydotool
yt-dlp
ytfzf
z
zellij
zenity
zoxide
